questions = [
    """<b>Вопрос №1 

Какой у вас характер?</b>
А) спокойный, медлительный, миролюбивый.
Б) Робкий, застенчивый, обидчивый, впечатлительный, нерешительный.
В) Энергичный, неугомонный, шаловливый, задиристый.
Г) Жизнелюбивый, оптимистичный, общительный, склонный к риску.""",

    """<b>Вопрос №2
    
Какие эмоции вы наиболее часто испытываете?</b>
А) положительные, бурных реакций нет.
Б) Страх
В) Гнев, бурные эмоции
Г) Положительные эмоции, много смеюсь""",

    """<b>Вопрос №3
    
Какие игры вам нравятся?</b>
А) уединенные, тихие, спокойные.
Б) подвижные и шумные – только с близкими.
В) азартные, шумные, подвижные, даже агрессивные.
Г) всякие, но чтобы было весело.""",

    """<b>Вопрос №4
    
Как реагируете на наказание?</b>
А) практически без эмоций
Б) негативно, с обидой
В) на словесные – спокойно, на другие – с бурным протестом.
Г) спокойно.""",

    """<b>Вопрос №5
    
Как ведете себя в неожиданных ситуациях?</b>
А) малоэмоционально
Б) пытаюсь избежать этой ситуации (инстинкт самосохранения)
В) пытаюсь сопротивляться (потребность борьбы)
Г) проявляю любопытство (выраженное позитивное отношение)""",

    """<b>Вопрос №6
    
Насколько вы общительны?</b>
А) предпочитаю уединение
Б) предпочитаю уединение, общителен только с близкими.
В) нуждаюсь в зрителях и сподвижниках
Г) люблю общество и взрослых, и детей, знакомлюсь быстро.""",

    """<b>Вопрос №7
    
Какое положение вы занимаете среди сверстников, есть ли лидерские качества?</b>
А) авторитета и качеств лидера не имею
Б) не лидер, авторитет имею в узком кругу друзей
В) сам себя выдвигаю лидером, но коллеги по-разному к этому относятся
Г) прирожденный лидер, душа компании""",

    """<b>Вопрос №8
    
Особенности памяти</b>
А) Запоминаю медленно, (хорошая долговременная память)
Б) запоминаю по-разному, больше вникаю в мелочи
В) быстро запоминаю детали, но быстро забываю
Г) быстро и легко схватываю целое и долго помню (хорошая долговременная и кратковременная
память)""",

    """<b>Вопрос №9
    
Как усваивается новое?</b>
А) медленно, зато обстоятельно
Б) зависит от обстоятельств
В) схватываю на лету, но быстро забываю
Г) быстро и легко""",

    """<b>Вопрос №10
    
Утомляемость:</b>
А) очень низкая, почти не устаю
Б) высокая, любая деятельность вызывает упадок сил
В) иногда средняя, а иногда высокая, зависит от моих эмоций
Г) средняя, устаю соразмерно деятельности""",

    """<b>Вопрос №11
    
Особенности речи:</b>
А) медленная, без жестов, невыразительная
Б) тихая и неуверенная, но выразительная
В) речь эмоциональная, отрывистая, быстрая, постоянно переходит в крик; тараторю, глотаю
слова и слоги
Г) с жестами и мимикой, выразительная, живая""",

    """<b>Вопрос №12
    
Движения:</b>
А) солидные, неторопливые, нерасторопные
Б) суетливые, неточные, неуверенные
В) резкие, порывистые
Г) ритмичные, точные, уверенные""",
]